{
  "Main": {
    "Name": "Leonardo",
    "Intro": "for our future.",
    "Report": "{{year}} sustainability report",
    "Download": "Download report"
  },
  "Sectors": {
    "Name": "Leonardo S.p.a.",
    "Subtitle": "Business areas"
  },
  "Sustainability": {
    "Focus": "Focus on",
    "Keyword": "sustainability",
    "Intro": "Leonardo is defining initiatives to take on current challenges and promote a sustainable growth, using a strategy which integrates sustainability along the whole value chain, starting from the company strategy itself.",
    "Stakeholders": "This process is based on a continuous dialog with stakeholders and on the definition of sustainability targets, where innovation and digital technology are fundamental for a sustainable transition and for the protection of the planet and its inhabitants.",
    "Targets": "The targets are aligned with the priorities emerged by the materiality studies and they envelope many dimensions - governance, climate effort, social impact, digitalisation - and are accompanied by specific targets and KPIs to monitor each one."
  },
  "Highlights": {
    "Label": "Report highlights",
    "Doctorate_title": "170",
    "Doctorate_subtitle": "PhD scholarships funded",
    "Doctorate_alt": "170 PhD scholarships funded",
    "Emissions_title": "18.3%",
    "Emissions_subtitle": "Reduction in CO2 emissions",
    "Emissions_alt": "18.3% reduction in CO2 emissions",
    "Employees_title": "7434",
    "Employees_subtitle": "New employees",
    "Employees_alt": "7434 new employees hired",
    "Training_title": "1.4 Mil",
    "Training_subtitle": "Training hours provided",
    "Training_alt": "1.4 million training hours provided",
    "Injuries_title": "16.5%",
    "Injuries_subtitle": "Decrease in workplace injuries",
    "Injuries_alt": "16.5% decrease in workplace injuries",
    "Uni_title": "90",
    "Uni_subtitle": "Collaborations with universities",
    "Uni_alt": "90 collaborations with universities",
    "Waste_title": "15%",
    "Waste_subtitle": "Reduction in produced waste",
    "Waste_alt": "15% reduction in produced waste",
    "Water_title": "5.7%",
    "Water_subtitle": "Reduction in water withdrawals",
    "Water_alt": "5.7% reduction in water withdrawals",
    "Aerostruct_title": "Aerostructures",
    "Aerostruct_body": "Engineering and production of aircraft structural components made of composite metallic materials for civilian and military use, in cooperation with global aeronautics programmes.",
    "Aerostruct_alt": "Engineering and production of composite metallic aerostructures for civilian and military aircraft",
    "Automation_title": "Automation",
    "Automation_body": "Development of solutions for industrial automation and logistics, including systems for material handling and intelligent flow management.",
    "Automation_alt": "Development of industrial automation and logistics solutions with intelligent flow management",
    "Cyber_title": "Cybersecurity",
    "Cyber_body": "Protection of critical infrastructures, networks, and data through cybersecurity platforms, threat analysis, and digital resilience technologies.",
    "Cyber_alt": "Cybersecurity protection for critical infrastructures, networks, and data",
    "Drone_title": "Uncrewed systems",
    "Drone_body": "Design and integration of unmanned aerial systems for surveillance, reconnaissance, tactical support, and autonomous operations.",
    "Drone_alt": "Unmanned aerial systems for surveillance, reconnaissance, tactical support, and autonomous missions",
    "Electro_title": "Defense Electronics",
    "Electro_body": "Development of advanced electronic systems for mission management, electronic warfare, radar, communications, and situational awareness.",
    "Electro_alt": "Advanced electronic systems for mission management, electronic warfare, radar, and communications",
    "Heli_title": "Helicopters",
    "Heli_body": "Design, manufacture, and support of light, medium, and heavy helicopters for civil, military, and emergency applications.",
    "Heli_alt": "Light, medium, and heavy helicopters designed for civil, military, and emergency use",
    "Jet_title": "Aircrafts",
    "Jet_body": "Development and production of aircraft for training, surveillance, and defense, with expertise in international programs and next-generation technologies.",
    "Jet_alt": "Aircraft developed for training, surveillance, and defense with advanced technologies",
    "Space_title": "Space",
    "Space_body": "Participation in space programs for Earth observation, telecommunications, navigation, and exploration, with capabilities in orbital and onboard systems.",
    "Space_alt": "Participation in space programs for Earth observation, telecommunications, navigation, and exploration"
  },
  "Languages": {
    "it": "Italian",
    "en": "English"
  },
  "Aria": {
    "Video": "Company presentation video",
    "Play": "Play video",
    "Pause": "Pause video",
    "Gh": "Visit website creator's GitHub profile (new tab)",
    "Language": "Select language",
    "Gallery": "Image gallery",
    "Scroll_left": "Scroll gallery items to the left",
    "Scroll_right": "Scroll gallery items to the right",
    "Download": "Download sustainability report"
  }
}
