{
  "Main": {
    "Name": "Leonardo",
    "Intro": "per il futuro.",
    "Report": "Report sostenibilità {{year}}",
    "Highlights": "Punti salienti del report",
    "Download": "Scarica il report"
  },
  "Sectors": {
    "Name": "Leonardo S.p.a.",
    "Subtitle": "Aree di business"
  },
  "Sustainability": {
    "Focus": "Focus sulla",
    "Keyword": "sostenibilità",
    "Intro": "Leonardo sta definendo iniziative per affrontare le sfide attuali e promuovere una crescita sostenibile, seguendo una strategia che integra la sostenibilità lungo tutta la catena del valore, a partire dalla strategia aziendale.",
    "Stakeholders": "Questo processo si fonda su un dialogo continuo con gli stakeholder e sulla definizione degli obiettivi di sostenibilità, dove innovazione, digitalizzazione e competenze sono fondamentali per la transizione sostenibile e per la protezione del pianeta e delle persone.",
    "Targets": "Gli obiettivi, allineati con le priorità emerse dall’analisi di materialità, coprono diverse dimensioni – governance, impegno climatico e ambientale, impatto sociale e digitalizzazione – e sono accompagnati da specifici target e KPI di monitoraggio per ciascun ambito."
  },
  "Highlights": {
    "Label": "Punti salienti del report",
    "Doctorate_title": "170",
    "Doctorate_subtitle": "Borse di dottorato finanziate",
    "Doctorate_alt": "170 borse di dottorato finanziate",
    "Emissions_title": "18,3%",
    "Emissions_subtitle": "Riduzione delle emissioni di CO2",
    "Emissions_alt": "Riduzione del 18,3% delle emissioni di CO2",
    "Employees_title": "7434",
    "Employees_subtitle": "Nuove assunzioni",
    "Employees_alt": "7434 nuove assunzioni",
    "Training_title": "1,4 Mil",
    "Training_subtitle": "Ore di formazione erogate",
    "Training_alt": "1,4 milioni di ore di formazione erogate",
    "Injuries_title": "16,5%",
    "Injuries_subtitle": "Diminuzione infortuni sul lavoro",
    "Injuries_alt": "Diminuzione del 16,5% degli infortuni sul lavoro",
    "Uni_title": "90",
    "Uni_subtitle": "Collaborazioni con università",
    "Uni_alt": "90 collaborazioni con università",
    "Waste_title": "15%",
    "Waste_subtitle": "Riduzione dei rifiuti prodotti",
    "Waste_alt": "Riduzione del 15% dei rifiuti prodotti",
    "Water_title": "5,7%",
    "Water_subtitle": "Riduzione dei prelievi idrici",
    "Water_alt": "Riduzione del 5,7% dei prelievi idrici",
    "Aerostruct_title": "Aerostrutture",
    "Aerostruct_body": "Progettazione e produzione di componenti strutturali aeronautici in materiali metallici compositi per impieghi civili e militari, in collaborazione con programmi aeronautici globali.",
    "Aerostruct_alt": "Progettazione e produzione di aerostrutture in materiali compositi per usi civili e militari",
    "Automation_title": "Automazione",
    "Automation_body": "Sviluppo di soluzioni per l’automazione industriale e la logistica, inclusi sistemi per la movimentazione di materiali e la gestione intelligente dei flussi.",
    "Automation_alt": "Soluzioni per automazione industriale e logistica con gestione intelligente dei flussi",
    "Cyber_title": "Cybersecurity",
    "Cyber_body": "Protezione di infrastrutture critiche, reti e dati attraverso piattaforme di sicurezza informatica, analisi delle minacce e tecnologie di resilienza digitale.",
    "Cyber_alt": "Sistemi di cybersecurity per protezione di reti, dati e infrastrutture critiche",
    "Drone_title": "Sistemi uncrewed",
    "Drone_body": "Progettazione e integrazione di sistemi aerei senza pilota per missioni di sorveglianza, ricognizione, supporto tattico e operazioni autonome.",
    "Drone_alt": "Sistemi aerei senza pilota per operazioni autonome, sorveglianza e supporto tattico",
    "Electro_title": "Elettronica per la difesa",
    "Electro_body": "Realizzazione di sistemi elettronici avanzati per la gestione delle missioni, la difesa elettronica, il radar, le comunicazioni e la consapevolezza situazionale.",
    "Electro_alt": "Sistemi elettronici avanzati per missioni, comunicazioni e difesa",
    "Heli_title": "Elicotteri",
    "Heli_body": "Progettazione, costruzione e supporto di elicotteri leggeri, medi e pesanti destinati ad applicazioni civili, militari e di emergenza.",
    "Heli_alt": "Elicotteri leggeri, medi e pesanti per usi civili, militari ed emergenziali",
    "Jet_title": "Velivoli",
    "Jet_body": "Sviluppo e produzione di aerei per l’addestramento, la sorveglianza e la difesa, con competenze in programmi internazionali e tecnologie di nuova generazione.",
    "Jet_alt": "Velivoli per addestramento, sorveglianza e difesa con tecnologie avanzate",
    "Space_title": "Spazio",
    "Space_body": "Partecipazione a programmi spaziali per l’osservazione della Terra, le telecomunicazioni, la navigazione e l’esplorazione, con capacità nei sistemi orbitali e di bordo.",
    "Space_alt": "Partecipazione a programmi spaziali per osservazione, telecomunicazioni e navigazione"
  },
  "Languages": {
    "it": "Italiano",
    "en": "Inglese"
  },
  "Aria": {
    "Video": "Video presentativo azienda",
    "Play": "Riproduci video",
    "Pause": "Metti video in pausa",
    "Gh": "Visita la pagina GitHub del creatore (nuova scheda)",
    "Language": "Seleziona lingua",
    "Gallery": "Galleria",
    "Scroll_left": "Scorri immagini galleria verso sinistra",
    "Scroll_right": "Scorri immagini galleria verso destra",
    "Download": "Scarica report sostenibilità"
  }
}
